/* menu item that opens Accounts system pref, Mobility tab */
"Account Mobility Preferences..." = "Preferenze account cellulare...";

/* menu item, account sync status = not synced yet */
"Account Never Synchronized" = "Inizio non sincronizzata";

/* menu item, account sync status = currently checking account */
"Checking..." = "Verifico...";

/* menu item, account sync status = currently this file path */
"Checking path" = "Verifico “%@”";

/* menu item, account sync status = time of last sync with time appended */
"Last Account Sync: %@" = "Ultima sincronizzazione di Inizio: %@";

/* menu item to sync your account now */
"Sync Account Now" = "Sincronizza Inizio adesso";

/* menu item, account sync status = currently syncing account */
"Synchronizing..." = "Sincronizzo...";

/* these are used in place of "Synchronizing...", when extra data is available */

"CINCH_PROG_STATUS_MESSAGE_ITEMS" = "Sincronizzo %@ di %@ elementi – %@%% completati.";
/* CINCH_PROG_STATUS_MESSAGE_...BYTES strings are inserted into CINCH_PROG_STATUS_MESSAGE_PROGRESS, e.g. "Syncing 900 KB of 20 MB – 5% complete." */
"CINCH_PROG_STATUS_MESSAGE_PROGRESS" = "Sincronizzo %@ di %@ – %@%% completati.";
"CINCH_PROG_STATUS_MESSAGE_BYTES" = "%@ byte";
"CINCH_PROG_STATUS_MESSAGE_KILOBYTES" = "%@ KB";
"CINCH_PROG_STATUS_MESSAGE_MEGABYTES" = "%@ MB";
"CINCH_PROG_STATUS_MESSAGE_GIGABYTES" = "%@ GB";

/* menu item, account sync status = cleaning up sync */
"Cleaning up..." = "Ripristino i parametri di default...";

/* menu item, account sync status = cancelling sync */
"Canceling..." = "Annullo...";

/* menu item, account sync status = finishing sync */
"Finishing..." = "Finisco...";

/* menu item, account sync status = resolving conflicts */
"Resolving Conflicts..." = "Risolvo i conflitti...";

/* menu item, show sync status dialog */
"Sync Status" = "Stato sinc. Inizio...";

/* menu item, one sync conflict */
"There is 1 Sync Conflict" = "C'è un conflitto di sincronizzazione";

/* menu item, many sync conflicts */
"There are 2 Sync Conflicts" = "Sono presenti %@ conflitti di sincronizzazione";

/* menu item, one sync error */
"There is 1 Sync Error" = "C'è 1 errore di sincronizzazione";

/* menu item, many sync conflicts */
"There are 2 Sync Errors" = "Ci sono %@ errori di sincronizzazione";

/* menu item, one sync conflict and one sync error */
"There is 1 Sync Conflict 1 Sync Error" = "C'è 1 conflitto di sincronizzazione e 1 errore di sincronizzazione";

/* menu item, one sync conflict and many sync errors */
"There is 1 Sync Conflict 2 Sync Errors" = "C'è 1 conflitto di sincronizzazione e %@ errori di sincronizzazione";

/* menu item, many sync conflicts and one sync error */
"There are 2 Sync Conflicts and 1 Sync Error" = "Ci sono %@ conflitti di sincronizzazione e 1 errore di sincronizzazione";

/* menu item, many sync conflicts and many sync errors */
"There are 2 Sync Conflicts and 2 Sync Errors" = "Ci sono %@ conflitti di sincronizzazione e %@ errori di sincronizzazione";

/* menu item, many sync conflicts and errors */
"There are 2 Sync Conflicts and Errors" = "Ci sono %@ conflitti di sincronizzazione e errori";


/* menu item, review conflicts */
"Review Conflicts Now..." = "Rivedi conflitti...";

/* menu item, review conflicts */
"Review Conflicts and Errors Now..." = "Rivedi conflitti e errori...";

/* menu item, review conflicts */
"Review Errors Now..." = "Rivedi errori...";


